Repository: mijora/omniva-woocommerce
Catalog: omniva-woocommerce/languages/omnivalt-*.po
Languages: lv

source: A newer version of the plugin (%s) has been released.
lv: Ir pieejama jaunāka spraudņa versija (%s).

source: A4 (4 labels)
lv: A4 (4 kartes)

source: Actions
lv: Darbības

source: Activate this service, when you want to send parcels to nearest post office.
lv: Ja vēlaties nosūtīt sūtījumu uz tuvāko pasta nodaļu Igaunijā, aktivizējiet šo servisu.

source: Activate this service, when you want to send parcels to parcel terminals.
lv: Aktivizējiet šo pakalpojumu, ja vēlaties veikt sūtījumus uz pakomātiem.

source: Activate this service, when you want to send parcels to private persons in Finland.
lv: Aktivizējiet šo pakalpojumu, ja vēlaties veikt sūtījumus privātpersonām uz Somiju.

source: Activate this service, when you want to send parcels to specific post office.
lv: Ja vēlaties nosūtīt sūtījumu uz konkrētu pasta nodaļu Igaunijā, aktivizējiet šo servisu.

source: Activate this service, when you want to send parcels within Latvia and Lithuania.
lv: Aktivizējiet šo pakalpojumu, ja vēlaties veikt sūtījumus pa Latviju un Lietuvu.

source: Activate this service, when your e-shop customers would like to receive parcels in Estonia.
lv: Aktivizējiet šo pakalpojumu, ja vēlaties, lai Jūsu e-veikala klienti var saņemt sūtījumus uz Igauniju.

source: Add row
lv: Pievienot intervālu

source: Add to email
lv: Pievienot e-pastam

source: Add to SMS
lv: Pievienot SMS

source: Add to SMS and email
lv: Pievienot SMS un e-pastam

source: Address and contact information can be changed in Omniva settings.
lv: Adreses un kontaktinformāciju var mainīt Omniva iestatījumos.

source: All orders
lv: Visi pasūtījumi

# All status
source: All
lv: Visi

source: Allow print manifest. Disable this option will hide table manifest column and manifest generation buttons.
lv: Atļaut drukāt manifestu. Atspējojot šo opciju, tiks paslēptas tabulas manifesta kolonnas un manifesta ģenerēšanas pogas.

source: Allowed formats: %1$s. Default time is %2$s, if incorrect value is entered or field is empty.
lv: Laika formāti: %1$s. Ja ir ievadīta nederīga vērtība, noklusējuma laiks ir %2$s.

source: API account country
lv: API konta valsts

source: API password
lv: API parole

source: API user
lv: API lietotājvārds

source: Arrival email
lv: Paziņojums saņēmējam pa e-pastu

source: Arrival SMS
lv: Paziņojums saņēmējam ar SMS

source: Automatic terminal selection
lv: Automātiska termināļa izvēle

source: Automatically select terminal by postcode.
lv: Automātiski izvēlēties termināli pēc pasta indeksa.

source: Available for Estonian customers only.
lv: Pieejams tikai Igaunijas klientiem.

source: Back
lv: Atpakaļ

source: Bank account
lv: Bankas konts

source: Barcode
lv: Svītrkods

source: Box size
lv: Iepakojuma izmērs

# Box size
source: Large
lv: Liels

# Box size
source: Medium
lv: Vidējs

# Box size
source: Small
lv: Mazs

# button
source: Generate
lv: Ģenerēt

# button
source: Print
lv: Drukāt

# button
source: Regenerate
lv: Pārģenerēt

source: By box size
lv: Atbilstoši iepakojuma izmēram

source: By cart amount
lv: Atkarīga no kopsummas

source: By cart weight
lv: Atkarīga no svara

source: Call Omniva courier
lv: Izsaukt Omniva kurjeru

source: Carrier
lv: Pārvadātājs

source: Cart amount
lv: Groza kopsumma

source: Cash on delivery
lv: Skaidrā naudā piegādes brīdī

source: Change %s
lv: Mainīt %s

source: Change only if want use custom API URL.
lv: Mainīt tikai tad, ja vēlaties izmantot pielāgotu API URL.

source: Choose how to send the return code to the customer
lv: Izvēlieties atgriešanas koda nosūtīšanas veidu klientam

source: Choose the country of Omniva support from which you received API logins.
lv: Izvēlieties atbalsta valsti, no kuras saņēmāt Omniva API pieejas. Piemēram, ja API paroli saņēmāt no Omniva Latvija, izvēlieties "Latvija".

source: Choose what the shipping method label will be displayed on the Cart and Checkout pages.
lv: Izvēlieties piegādes metodi, kas būs redzama pirkuma grozā un norēķina veikšanas lapās.

source: Company name
lv: Uzņēmuma nosaukums

source: Completed orders
lv: Pabeigti pasūtījumi

source: Courier
lv: Kurjers

source: Courier Baltic
lv: Kurjers (Baltija)

source: Courier Finland
lv: Kurjers (Somija)

source: Custom email subject (this field value not translating into other languages).
lv: Pielāgots e-pasta virsraksts (neatkarīgi no saskarnes valodas).

source: Custom label names
lv: Pielāgoti nosaukumi

source: Customer
lv: Klients

source: Date
lv: Datums

source: Date unknown
lv: Datums nav zināms

source: Debug
lv: Kļūdu pārbaudes režīms

source: Debug files still not created
lv: Atkļūdošanas faili vēl nav izveidoti

source: Default Omniva API URL is %s
lv: Noklusējuma Omniva API URL ir %s

source: Delivery confirmation e-mail to sender
lv: Piegādes apstiprinājums e-pastā sūtītājam

source: Delivery confirmation SMS to sender
lv: Piegādes apstiprinājums īsziņā sūtītājam

source: Delivery countries and prices
lv: Piegādes valstis un cenas

source: Delivery to private customer
lv: Piegāde privātam klientam

source: Description
lv: Apraksts

source: Design
lv: Dizains

source: Disable for specific categories
lv: Atspējot noteiktām kategorijām

source: Disable for specific shipping classes
lv: Atspējot noteiktām piegādes klasēm

source: Do not send
lv: Nesūtīt

source: Document return
lv: Dokumentu atgriešana

source: Enable
lv: Iespējot

source: Enable %s
lv: Iespējot %s

source: Enable debug mode
lv: Iespējot atkļūdošanas režīmu

source: Enable manifest print
lv: Iespējot manifesta drukāšanu

source: Enable request and response logging.
lv: Iespējot pieprasījumu un atbilžu reģistrēšanu žurnālā.

source: Enter postcode
lv: Ievadiet pasta indeksu

source: Enter postcode/address
lv: Ievadiet pasta indeksu/adresi

source: Error
lv: Kļūda

# error
source: The service does not exist for the specified method
lv: Pakalpojums norādītajai metodei nepastāv

# error
source: The service is not available to the receiver country
lv: Saņēmēja valstī pakalpojums nav pieejams

# error
source: The service is not available to the sender country
lv: Nosūtītāja valstī pakalpojums nav pieejams

# error
source: This shipping set does not exist
lv: Šis piegādes komplekts nepastāv

# error
source: Unknown error
lv: Nezināma kļūda

source: Example for Latvia: %1$s. Example for other countries: %2$s.
lv: Piemērs Latvijā: %1$s. Piemērs citās valstīs: %2$s.

source: Failed to call courier
lv: Nesekmīgs kurjera izsaukums

source: Failed to get service set
lv: Pakalpojuma veids nav pieejams

source: File is empty
lv: Fails ir tukšs

source: Filter
lv: Filtrēt

source: Fragile
lv: Trausls

source: Free from
lv: Bezmaksas, sākot ar

source: Free with coupon
lv: Bezmaksas ar kuponu

source: From
lv: No

source: Generate and print labels
lv: Ģenerēt un drukāt adrešu kartes

source: Generate manifest
lv: Ģenerēt sūtījumu sarakstu

source: Height
lv: Augstums

source: here
lv: šeit

source: How many labels to print per page.
lv: Cik uzlīmju drukāt vienā lapā.

source: https://iskiepiai.omnivasiunta.lt/
lv: https://plugin.omniva.lv/

source: https://www.omniva.lt/
lv: https://www.omniva.lv/

source: If at least one item in the cart does not have the specified size, then this shipping method will not be displayed
lv: Ja vismaz vienai precei grozā nav norādīts izmērs, tad šis piegādes veids netiks rādīts

source: If this item will be added to the shipment, mark that shipment as fragile
lv: Ja šī prece tiek pievienota sūtījumam, atzīmējiet šo sūtījumu kā trauslu

source: Important!
lv: Svarīgi!

source: Insurance
lv: Apdrošināšana

source: Issue to persons at the age of 18+
lv: Izsniegt personām no 18 gadu vecuma

source: Label design
lv: Adrešu kartes dizains

source: Labels
lv: Adrešu karte

source: Labels print type
lv: Adrešu kartes drukas dizains

source: Latest call for same day pickup is until 3 pm.
lv: Pēdējais izsaukums pieņemšanai tajā pašā dienā ir līdz plkst. 15:00.

source: Leave empty to not change position. A higher number means a lower position (1 - top of the list).
lv: Atstājiet tukšu, lai nemainītu pozīciju. Lielāks skaitlis nozīmē zemāku pozīciju (1 - saraksta augšdaļa).

source: Length
lv: Garums

source: Location not found!!!
lv: Atrašanās vieta nav atrasta!

source: Log files are stored for %d days.
lv: Žurnāla faili tiek glabāti %d dienas.

source: Logistics center
lv: Loģistikas centrs

source: Manifest
lv: Manifests

# Manifest
source: Courier name, surname, signature
lv: Kurjera vārds, uzvārds, paraksts

# Manifest
source: Date
lv: Datums

# Manifest
source: No.
lv: Nr.

# Manifest
source: Quantity
lv: Skaits

# Manifest
source: Sender address
lv: Sūtītāja adrese

# Manifest
source: Sender name, surname, signature
lv: Sūtītāja vārds, uzvārds, paraksts

# Manifest
source: Shipment number
lv: Sūtījuma numurs

source: Manifest date
lv: Sūtījumu saraksta laiks

source: Map
lv: Karte

source: Max %s cm
lv: Maks. %s cm

source: Max cart size (%s) for terminal
lv: Groza izmēra limits (%s) pakomātam

source: Maximum allowed all cart products weight for %s.
lv: Maksimālais kopējais groza produktu svars, lai piedāvātu piegādi ar %s.

source: Maximum cart size for parcel terminals. Leave all empty to disable.
lv: Maksimālais kopējais groza produktu izmērs, lai piedāvātu piegādi ar pakomātu. Atstāt tukšu, lai neierobežotu.

source: Nearest post office
lv: Tuvākā pasta nodaļa Igaunijā

source: New orders
lv: Jauni pasūtījumi

source: No
lv: Nē

source: No compatible orders for manifest
lv: Nav atbilstošu pasūtījumu, ko pievienot manifestam

source: Not Omniva
lv: Ne Omniva

source: NOTE
lv: PIEZĪME

source: Note on label
lv: Piezīme uz adrešu kartes

source: Number of parcels
lv: Sūtījumu skaits

source: Official Omniva shipping plugin for WooCommerce
lv: Oficiālais Omniva piegādes spraudnis WooCommerce e-veikala platformai

source: Omniva options
lv: Omniva iestatījumi

source: Omniva parcel terminals
lv: Omniva pakomāti

source: Omniva post offices
lv: Omniva pasta nodaļas

source: Omniva shipping
lv: Omniva piegāde

source: Omniva tracking number
lv: Omniva izsekošanas numurs

source: Once daily
lv: Reizi dienā

source: Order ID
lv: Pasūtījuma ID

source: Order information
lv: Pasūtījuma informācija

source: Order number
lv: Pasūtījuma numurs

source: Order Status
lv: Statuss

source: Orders
lv: Pasūtījumi

source: Original (single label)
lv: Oriģinālais (viena karte)

source: Paid by receiver
lv: Apmaksā saņēmējs

source: Paid parcel email
lv: Apmaksāta sūtījuma e-pasts

source: Paid parcel SMS
lv: Apmaksāta sūtījuma SMS

source: Parcel terminal
lv: Pakomāts

source: Parcel terminals addresses
lv: Pakomātu adreses

source: Personal delivery
lv: Personīga piegāde

source: Pick up time end
lv: Kurjera izsaukuma beigu laiks

source: Pick up time start
lv: Kurjera izsaukuma sākuma laiks

source: Place not found
lv: Vieta nav atrasta

source: Please contact Omniva about parcels returns.
lv: Par sūtījumu atgriešanu lūdzam sazināties ar Omniva.

source: Please contact Omniva for API access codes.
lv: Lai iegūtu API piekļuves kodus, lūdzu, sazinieties ar Omniva.

source: Please select orders
lv: Lūdzu, atlasiet pasūtījumus

source: Please select parcel terminal.
lv: Lūdzu, izvēlieties pakomāts.

source: Please select post office.
lv: Lūdzu, izvēlieties pasta nodaļu.

source: Position of each Omniva shipping method in shipping methods list on Checkout page.
lv: Katra Omniva piegādes veida pozīcija piegādes veidu sarakstā norēķina veikšanas lapā.

source: Positioning may be affected by other plugins or functions used in the theme.
lv: Izkārtojumu var ietekmēt citi izmantotie spraudņi vai funkcijas.

source: Positions
lv: Izkārtojums

source: Post office
lv: Pasta nodaļa

source: Post offices addresses
lv: Pasta nodaļu adreses

source: Preliminary cart size is calculated by trying to fit all products by taking their dimensions (boxes) indicated in their settings.
lv: Provizoriskais groza kopējais izmērs tiek aprēķināts, atbilstoši preču iestatījumos norādītajiem izmēriem.

source: Price
lv: Cena

source: Price type
lv: Cenas veids

source: Prices
lv: Cenas

source: prices
lv: cenas

source: Request
lv: Pieprasīt

source: Required mobile phone number if want use service "%s".
lv: Nepieciešams mobilā tālruņa numurs, ja vēlaties izmantot pakalpojumu "%s".

source: Reset
lv: Atiestatīt

source: Response
lv: Atbilde

source: Return notification email
lv: Atgriešanas paziņojuma e-pasts

source: Return notification SMS
lv: Atgriešanas paziņojuma SMS īsziņa

source: Returns
lv: Atgriešanas darījumi

source: Select Categories
lv: Atlasiet kategorijas

source: Select categories for which you want to disable the Omniva method
lv: Atlasiet kategorijas, kurām vēlaties atspējot Omniva piegādes pakalpojumu

source: Select parcel terminal
lv: Izvēlieties pakomāts

source: Select post office
lv: Izvēlieties pasta nodaļu

source: Select Shipping classes
lv: Izvēlieties piegādes klases

source: Select shipping classes for which you want to disable the Omniva method
lv: Atlasiet piegādes klases, kurām vēlaties atspējot Omniva pakalpojumus

source: Select terminal
lv: Izvēlieties pakomātu

source: Selected
lv: Atlasīts

source: Send an email to customer with tracking code, when the label is generated.
lv: Nosūtīt izsekošanas kodu uz klienta e-pastu, līdzko izveidota adrešu karte.

source: Send email on shipment arrive
lv: E-pasts klientam par sūtījuma piegādi

source: Send email to customer from Omniva, when the shipment arrives at the terminal.
lv: Nosūtīt e-pastu klientam no Omniva, kad paka ierodas saņēmēja pakomātā.

source: Send email when a label is created
lv: E-pasts klientam, kad izveidota adrešu karte

source: Send from store type.
lv: Kurjera izsaukuma veids

source: Send off type
lv: Kurjera izsaukuma veids

source: Send return code
lv: Nosūtīt atgriešanas kodu

source: Sender information
lv: Informācija par sūtītāju

source: Service
lv: Pakalpojums

source: Services
lv: Pakalpojumi

source: Settings
lv: Iestatījumi

source: Shipment size
lv: Sūtījuma lielums

source: Shipping
lv: Piegāde

source: Shipping from %1$s (%2$s) to %3$s (%4$s) is not available
lv: Nevar nosūtīt no %1$s (%2$s) uz %3$s (%4$s)

source: Shipping method is not Omniva
lv: Piegādes veids nav Omniva

source: Shipping methods
lv: Piegādes veidi

source: Shipping methods for Omniva
lv: Omniva piegādes veidi

source: Shipping methods settings
lv: Piegādes veidu iestatījumi

source: Shop address
lv: Veikala adrese

source: Shop city
lv: Veikala pilsēta

source: Shop country code
lv: Veikala valsts kods

source: Shop email
lv: Veikala e-pasts

source: Shop name
lv: Veikala nosaukums

source: Shop phone number
lv: Veikala tālruņa numurs

source: Shop postcode
lv: Veikala pasta indekss

source: Show barcode image in manifest.
lv: Rādīt svītrkoda attēlu manifestā.

source: Show barcode in manifest
lv: Rādīt svītrkodu manifestā

source: Show in map
lv: Apskatīt kartē

source: Show map of terminals.
lv: Parādīt pakomātus kartē

source: Show more
lv: Parādīt vairāk

source: Show note or other comment on label. You can use this variables: %s
lv: Rādīt piezīmes vai komentārus uz adrešu kartes. Varat izmantot šos mainīgos: %s

source: Show parcel terminals map
lv: Parādīt pakomātus kartē

source: Show post offices map
lv: Rādīt pasta nodaļu karti

source: Show tracking information in emails
lv: Iekļaut e-pastos sūtījuma izsekošanas informāciju

source: Show tracking information in WooCommerce Order emails.
lv: Iekļaut sūtījuma izsekošanas informāciju WooCommerce pasūtījumu e-pastos.

source: Simple
lv: Vienkāršs sūtījums

source: Size
lv: Izmērs

source: Sorry, %d kg exceeds the maximum weight of %d kg for %s
lv: Atvainojiet, %d kg pārsniedz maksimālo svaru %d kg priekš %s.

source: Specific post office
lv: Konkrēta pasta nodaļa Igaunijā

source: The delivery address is changed in the fields above
lv: Iepriekšējos laukos ir mainīta piegādes adrese

source: To
lv: Līdz

source: To override email template, copy template file from %1$s to your theme %2$s directory.
lv: Lai pielāgotu e-pasta veidni, pārkopējiet veidnes failu no %1$s uz tēmas mapi %2$s.

source: Use custom shipping method name.
lv: Pielāgot piegādes veida nosaukumus.

source: Values is not translatable.
lv: Vērtības nav tulkojamas.

source: We are writing to let you know that a tracking number has been generated for your shipment.
lv: Informējam, ka Jūsu sūtījumam ir izveidots izsekošanas numurs.

source: We do not recommend update the plugin, because your plugin have changes that is not included in the update
lv: Mēs neiesakām atjaunināt spraudni, jo Jūsu spraudnī ir veiktas izmaiņas, kas nav iekļautas atjauninājumā

source: Weight
lv: Svars

source: Width
lv: Platums

source: Yes
lv: Jā

source: You can download it by pressing %s.
lv: Lejupielādēt, nospiežot %s.

source: Your order shipment has been registered
lv: Jūsu sūtījums ir reģistrēts Omniva sistēmā

source: Your tracking number is %s.
lv: Jūsu pasūtījuma izsekošanas numurs ir %s.
